Repository: EionRobb/pidgin-sendscreenshot
Catalog: po/*.po
Languages: de, fr, pl

source: Please be ready ! Desktop will freeze in...
de: Bitte seien Sie bereit! Der Desktop wird eingefroren in...
fr: Soyez prêts ! Le bureau va se figer dans...
pl: Proszę czekać, zrzut ekranu zostanie wykonany za...

source: FTP upload failed:
de: FTP Upload fehlgeschlagen:
fr: Impossible d'envoyer la capture vers le serveur FTP :
pl: Nie udało się wysłać przez FTP:

source: Failed to upload the screenshot to '%s'! %s
de: Konnte das Bildschirmfotos nicht nach '%s' hochladen! %s
fr: Impossible d'envoyer votre capture vers '%s' !< %s
pl: Nie udało się wysłać zrzutu ekranu na "%s"! %s

source: Failed to open screenshot file:
de: Konnte die Bildschirmfoto-Datei nicht öffnen:
fr: Impossible d'ouvrir le fichier image :
pl: Nie udało się otworzyć pliku ze zrzutem ekranu:

source: Uploading %d/%d bytes...
de: Lade %d/%d Bytes hoch...
fr: Envoie de %d/%d octects...
pl: Wysyłanie: %d/%d bajtów...

source: as a link (_FTP upload)
de: als Link (_FTP Upload)
fr: comme lien (envoi _FTP)
pl: jako link (upload _FTP)

source: as a URL (_FTP upload)
de: als URL (_FTP Upload)
fr: comme URL (envoi _FTP)
pl: jako URL (upload _FTP)

source: Regexp doesn't match HTTP upload response ! Server: %s Regexp: %s Response: %s
de: Regexp passt nicht zur HTTP-Upload Antwort! Server: %s Regexp: %s Antwort: %s
pl: Wyrażenie regularne nie pasuje do odpowiedzi HTTP! Serwer: %s Wyrażenie: %s Odpowiedź: %s

source: Error on line %d char %d:
de: Fehler in Zeile %d, Zeichen %d:
fr: Erreur à la ligne %d, caractère %d:
pl: Błąd na lini %d, znak %d:

source: Something's missing for server '%s':
de: Für den Server '%s' fehlt etwas:
fr: Il manque une information pour l'hébergeur '%s' :
pl: Niezdefiniowany błąd ze strony serwera '%s':

source: Please refer to %s to learn how to add your own server.
de: Bitte beachte: Unter %s wird beschrieben, wie man eigene Anbieter hinzufügt.
fr: Veuillez consulter %s pour savoir comment ajouter votre propre hébergeur.
pl: Aby dodać Swój własny serwer, odwołaj się do %s.

source: Bad regular expression: '%s'!
de: Der reguläre Ausdruck ist falsch: '%s'!
fr: Expression régulière éronnée : '%s' !
pl: Błąd w wyrażeniu regularnym: "%s"!

source: Cannot fetch the URL of your screenshot ! Regular expression doesn't match (see debug window). Most likeley '%s' has been updated...
de: Kann die Bildschirmfoto-URL nicht abrufen! Der reguläre Ausdruck stimmt nicht überein (Debug-Fenster beachten). Höchstwahrscheinlich wurde '%s' aktualisiert...
fr: Ne peut récupérer l'URL de votre capture ! Pas de correspondance avec l'expression régulière (voir fenêtre de debug). Il est très probable que '%s' ait été mis à jour...
pl: Nie można przetworzyć URL Twojego zrzutu ekranu! Wyrażenie regularne nie pasuje (patrz okno debugowania). Najprawdopodobniej, serwis "%s" został zmodyfikowany...

source: Incorrect xml host config file
de: Ungültige xml-Server-Datei
fr: Fichier de configuration xml incorrect
pl: Zły plik xml, konfigurujący hosta

source: %s. This file contains a list of image hosting providers. Please connect to %s to in order to fetch it.
de: %s. Diese Datei enthält eine Liste von Bilder-Upload-Anbietern. Sie ist auf %s verfügbar.
fr: %s. Ce fichier de configuration contient une liste d'hébergeurs d'images. Connectez-vous sur %s pour le récupérer.
pl: %s. Ten plik zawiera w sobie listę serwerów hostujących obrazki. Połącz się z %s aby pobrać dane.

source: You haven't selected any image hosting provider yet. Please select one from the configure dialog.
de: Es wurde noch kein Bilder-Upload-Anbieter ausgewählt. Bitte in den Einstellungen einen auswählen.
fr: Veuillez sélectionner un hébergeur à partir de la boite de dialogue de configuration du plugin.
pl: Nie wybrano jeszcze serwera hostującego. Musisz wybrać jeden w oknie konfiguracji.

source: Failed to parse the contents of: %s
de: Konnte den Inhalt von %s nicht korrekt lesen.
fr: Le parseur a rencontré un problème sur : %s
pl: Niepowodzenie interpretacji: %s

source: Selected host not met !
de: Servername fehlt!
fr: L'hébergeur sélectionné n'est pas dans le fichier de configuration !
pl: Nieznany serwer!

source: No server-side form handler !
de: Angaben zum Server-Formular fehlen!
fr: Élement 'form_action' absent !
pl: Brak zawartości server-side dla form!

source: No file-select control name !
de: Name des Anbieters fehlt!
fr: Élément 'file_input_name' absent !
pl: Brak wybranego pliku!

source: No regular expression to extract html link !
de: Kein regulärer Ausdruck zur Extraktion des html-Links angegeben!
fr: Élément 'regex' absent !
pl: Brak parametrów do podania linku!

source: "%s" is not a valid element name!
de: "%s" ist kein gültiger Element-Name!
fr: "%s" n'est pas un nom d'élement valide !
pl: "%s" to niewłaściwia nazwa dla elementu!

source: "%s" is not a valid attribute for element "%s"!
de: "%s" ist kein gültiger Wert für das Element "%s"!
fr: "%s" n'est pas un nom d'attribut valide pour l'élément "%s" !
pl: "%s" to niewłaściwy atrybut dla elementu "%s"!

source: element "%s" is missing an attribute !
de: Dem Element "%s" fehlt ein Attribut!
fr: il manque un attribut à l'élément "%s" !
pl: element "%s" nie posiada atrybutu!

source: a "value" attribute is missing !
de: ein "Wert" Attribut fehlt!
fr: attribut "value" manquant !
pl: brakuje następującego atrybutu: "value"

source: as a link (_HTML upload)
de: als Link (_HTML Upload)
fr: comme lien (envoi _HTML)
pl: jako link (upload _HTML)

source: as a URL (_HTML upload)
de: als URL (_HTML Upload)
fr: comme URL (envoi _HTML)
pl: jako URL (upload _HTML)

source: More info
de: Mehr Informationen
fr: Plus d'informations
pl: Więcej

source: Send Screenshot
de: Bildschirmfoto senden
fr: Capture d'Écran
pl: Wysyłanie zrzutów ekranu

source: Capture and send a screenshot.
de: Bildschirmfoto aufnehmen und senden
fr: Prendre une capture d'écran et l'envoyer.
pl: Umożliwia łatwe wykonywanie i wysyłanie zrzutu ekranu.

source: This plugin will capture a screenshot given a rectangular area.
de: Dieses Plugin nimmt einen rechteckigen Bereich des Bildschirms auf.
fr: Ce plugin permet de capturer une zone de l'écran, puis de l'envoyer à vos contacts.
pl: Ten plugin pozwoli łatwo wykonać zrzut ekranu oraz wybrać obszar do wysłania.

source: Information
pl: Informacje

source: Error
de: Fehler
fr: Erreur
pl: Błąd

source: Another instance of %s is already running. Please wait before sending an other screenshot.
de: Eine weitere Instanz von %s läuft bereits. Bitte mit dem Senden eines weiteren Screenshots warten.
fr: Une autre instance de %s est en cours d'exécution. Veuillez patientez avant d'envoyer une autre capture.
pl: Kopia %s aktualnie działa w tle. Poczekaj nim wyślesz kolejny zrzut ekranu.

source: Cannot allocate enough memory (%lu bytes) to load plugin data !
de: Kann nicht genug Arbeitsspeicher (%lu Bytes) reservieren, um das Plugin zu laden!
fr: Ne peut allouer assez de mémoire (%lu octets) pour charger le plugin !
pl: Nie można zaalokować wystarczającego miejsca w pamięci(%lu bytes), aby uruchomić ten dodatek.

source: Failed to allocate enough memory to create the screenshot. You will need to quit some applications and retry.
de: Das Plugin kann nicht genug Arbeitsspeicher reservieren, um das Bildschirmfoto zu erstellen. Schließen Sie Anwendungen und versuchen Sie es erneut.
fr: Pas assez de mémoire pour créer votre capture. Quittez d'autres applications et réessayez.
pl: Nie można zaalokować wystarczającego miejsca w pamięci aby wykonać zrzut ekranu. Proszę, zamknij niepotrzebne aplikacje i spróbuj jeszcze raz.

source: Failed to save your screenshot to '%s'.
de: Konnte das Bildschirmfoto nicht in '%s' speichern.
fr: Impossible d'enregistrer votre capture vers '%s'.
pl: Nie można zapisać obrazka do katalogu '%s'.

source: Failed to get '%s' data.
de: Konnte die '%s'-Daten nicht erhalten.
fr: Impossible de récupérer les données de '%s'.
pl: Nie udało się uzyskać danych: %s.

source: Failed to insert your screenshot in the text area.
de: Konnte das Bildschirmfoto nicht in den Textbereich einfügen.
fr: Impossible d'insérer votre capture dans la zone de texte.
pl: Nie udało się umieścić zrzutu w polu tekstowym.

source: The image used to sign the screenshot is too big. %dx%d is the maximum allowed.
de: Die Signaturgrafik ist zu groß. %dx%d ist maximal erlaubt.
fr: L'image utilisée pour signer la capture est trop grande. %dx%d est le maximum autorisé.
pl: Obrazek użyty do podpisania zrzutu ekranu jest za duży. %dx%d jest maksymalnym dozwolonym rozmiarem.

source: An unexpected error occured, see debug window...
de: Ein unerwarteter Fehler ist aufgetreten, bitte im Debug Fenster nachsehen...
fr: Une erreur inatendue s'est produite, veuillez ouvrir la fenêtre de debug pour plus de détails...
pl: Wystąpił niespodziewany błąd, szczegóły w oknie debugowania...

source: No selection
de: nichts ausgewählt
fr: Aucune sélection
pl: Brak zaznaczenia

source: Terms Of Service
de: Nutzungsbedingungen
fr: Conditions
pl: Warunki usługi

source: _Screenshot
de: Bildschirmfoto senden
fr: _Capture d'Écran
pl: Zrzut ekranu

source: Insert _Screenshot...
de: Bildschirm_foto einfügen...
fr: Insérer une _Capture d'écran...
pl: Wstaw zrzut ekranu...

source: Send a _Screenshot...
de: Bildschirmfoto senden
fr: Envoyer une _Capture d'Écran...
pl: Wyślij _Zrzut ekranu

source: capture
de: Aufnahme
pl: zrzut_ekranu

source: as an _Image
de: als Bild...
fr: comme _Image
pl: jako obrazek

source: Set capture name
de: Namen auswählen
fr: Nom de la capture
pl: Ustaw nazwę zrzutu

source: Capture name:
de: Name des Bildschirmfotos:
fr: Nom de votre capture :
pl: Nazwa:

source: File already exists!
de: Datei existiert bereits!
fr: Le fichier existe déjà !
pl: Plik już istnieje

source: Image
de: Bild
pl: Obrazek

source: Image parameters
de: Bildformat
fr: Paramètres de l'image
pl: Parametry obrazka

source: Display behaviour
de: Anzeige-Verhalten
fr: Affichage
pl: Wyświetlanie

source: Saving
de: Speichere
fr: Enregistrement
pl: Zapisywanie

source: Misc
de: Verschiedenes
fr: Divers
pl: Różne

source: Combo of modifiers + keys
de: Kombinations-Änderungen + Tasten
fr: Suite de modifieurs + touches
pl: Ustawienia skrótów klawiszowych

source: HTTP upload
fr: Envoi HTTP
pl: Wysyłanie przez HTTP

source: FTP upload
fr: Envoi FTP
pl: Wysyłanie przez FTP

source: Upload options
de: Upload-Optionen:
fr: Options d'envoi
pl: Opcje wysyłania

source: Image format:
de: Bildformat:
fr: Format de l'image :
pl: Format obrazka:

source: JPEG quality level:
de: JPEG Qualitätsstufe:
fr: Qualité JPEG :
pl: Stopień kompresji JPEG:

source: PNG compression level:
de: PNG Komprimierungsstufe:
fr: Niveau de compression PNG :
pl: Stopień kompresji PNG:

source: Always add this signature:
de: Immer diese Signatur hinzufügen:
fr: Toujours ajouter cette signature :
pl: Wklejaj podpis:

source: Hold the modifier keys and press %s...
de: Halte die Tastenkombination und drücke %s...
fr: Pressez une suite de touches et terminez par %s...
pl: Przytrzymaj klawisz specjalny i przyciśnij %s...

source: Send as File:
de: Sende als Datei:
fr: Envoyer comme Fichier :
pl: Wyślij jako plik:

source: Send as Image:
de: Sende als Bild:
fr: Envoyer comme Image :
pl: Wyślij jako obrazek:

source: Send as FTP link:
de: Sende als FTP-Verknüpfung:
fr: Envoyer comme lien FTP :
pl: Wyślij jako link (przez FTP):

source: Send as HTTP link:
de: Sende als HTTP-Verknüpfung:
fr: Envoyer comme lien HTTP :
pl: Wyślij jako link (przez HTTP):

source: Highlight mode:
de: Hervorhebungsart:
fr: Méthode graphique de sélection :
pl: Podświetlenie:

source: lighten up desktop
de: Desktop aufhellen
fr: éclaircir le bureau
pl: Rozjaśnienie puliptu

source: darken desktop
de: Desktop verdunkeln
fr: assombrir le bureau
pl: Zaciemnienie pulpitu

source: invert selection only
de: ausgewählten Bereich invertieren
fr: inverser la sélection
pl: Odwróć zaznaczenie

source: borders only
de: nur einen Rahmen anzeigen
fr: bordures seulement
pl: Tylko ramka

source: grayscale desktop
de: Desktop in Graustufen anzeigen
fr: bureau en noir&blanc
pl: Zaciemnienie pulpitu

source: Folder to store captures in:
de: Lokaler Speicherort für Aufnahmen:
fr: Enregistrer les captures dans :
pl: Folder zapisu obrazków:

source: Always ask for filename when sending as a file.
de: Vor dem Senden immer nach einem Dateinamen fragen.
fr: Toujours demander le nom du fichier avant d'envoyer.
pl: Zawsze pytaj o nazwę pliku przed wysłaniem.

source: Only save when sending as a File.
de: Nur speichern, wenn als Datei versendet wird.
fr: Uniquement sauvegarder lors d'un envoi en tant que fichier.
pl: Zapisuj tylko, gdy obrazek jest wysyłany jako plik.

source: Show visual cues.
de: Zeige Hilfslinien
fr: Afficher les repères visuels.
pl: Pokazuj prowadnice.

source: Seconds to wait before desktop freezes:
de: Sekunden, die gewartet werden, bis der Desktop eingefroren wird:
fr: Secondes à attendre avant le début de la capture :
pl: Oczekiwanie przed wykonaniem zrzutu ekranu (sekundy):

source: General
de: Allgemein
fr: Général
pl: Ogólne

source: Hotkeys
fr: Raccourcis
pl: Skróty klawiszowe

source: Upload
fr: Envoi distant
pl: Wysyłanie

source: Pick an image hosting provider (<span foreground='blue'><u>list v.%s</u></span>)
de: Bilder-Upload-Anbieter auswählen (<span foreground='blue'><u>(Liste v. %s):</u></span>)
fr: Choisissez un hébergeur d'images (<span foreground='blue'><u>liste v.%s</u></span>)
pl: Wybierz serwer hostujący pliki (<span foreground='blue'><u>lista v.%s</u></span>)

source: Connect timeout (sec):
de: Verbindungs-Zeitüberschreitung (Sek.):
fr: Tenter de se connecter pendant (sec) :
pl: Przekroczony limit połączenia (sec):

source: Upload timeout (sec):
de: Upload-Zeitüberschreitung (Sek.):
fr: Tenter d'envoyer les données pendant (sec) :
pl: Przekroczony limit wysyłania (sec):

source: Remote FTP URL:
de: FTP URL:
fr: URL distante :
pl: Adres FTP:

source: Corresponding Web address:
de: Entsprechende Web-Adresse:
fr: Adresse web correspondante :
pl: Powiązany adres HTTP:

source: User:
de: Benutzer:
fr: Utilisateur :
pl: Użytkownik:

source: Password:
de: Passwort:
fr: Mot de passe :
pl: Hasło:

source: invalid...
de: Ungültig...
pl: nieprawidłowy...

source: An other program has requested to use the display, canceling...
de: Ein anderes Programm hat die Anzeige-Nutzung angefordert, abbrechen...
fr: Un autre programme a demandé l'utilisation de l'affichage, annulation...
pl: Inna aplikacja używa ekranu, anulowanie...

source: Location of your screenshot on disk:
de: Speicherort des Bildschirmfotos auf der Festplatte:
fr: Emplacement de la capture sur le disque :
pl: Lokalizacja zrzutu na dysku:

source: Uploading to "%s"...
de: Bildschirmfoto zu "%s" hochladen...
fr: Envoi de la capture vers "%s"...
pl: Wysyłanie zrzutu ekranu na "%s"...

source: Failed to insert a link, possible reasons are: - account not connected, - conversation window closed. The link is: %s
de: Konnte den Link nicht einfügen, mögliche Gründe sind: - Konto ist nicht verbunden, - Chatfenster wurde geschlossen. Der Link lautet: %s
fr: Impossible d'insérer un lien, causes possibles: - vous n'êtes plus connecté, - la fenêtre de conversation a été fermée. Le lien est : %s
pl: Nie udało się wstawić linka, prawdopodobne powody: - nie połączono z serwerem, - okno rozmowy zostało zamknięte. Link: %s
